export const chatMock = [
  {
    id: 1,
    isSender: true,
    message:
      'Привет! Как дела?Привет! Как дела? Привет! Как дела? Привет! Как дела?Привет! Как дела?Привет! Как дела?Привет! Как дела? Привет! Как дела? Привет! Как дела?Привет! Как дела? Привет! Как дела? Привет! Как дела?Привет! Как дела?v  v v Привет! Как дела? Привет! Как дела? Привет! Как дела?Привет! Как дела?',
    timestamp: '10:00 AM'
  },
  {
    id: 2,
    isSender: false,
    message: 'Привет! Все хорошо, как у тебя?',
    timestamp: '10:05 AM'
  },
  {
    id: 3,
    isSender: true,
    message:
      'У меня тоже все хорошо.Привет! Как дела?Привет! Как дела? Привет! Как дела? Привет! Как дела?Привет! Как дела?Привет! Как дела?Привет! Как дела? Привет! Как дела? Привет! Как дела?Привет! Как дела? Привет! Как дела? Привет! Как дела?Привет! Как дела?v  v v Привет! Как дела? Привет! Как дела? Привет! Как дела?Привет! Как дела?',
    timestamp: '10:10 AM'
  },
  {
    id: 4,
    isSender: false,
    message:
      'Привет! Как дела?Привет! Как дела? Привет! Как дела? Привет! Как дела?Привет! Как дела?Привет! Как дела?Привет! Как дела? Привет! Как дела? Привет! Как дела?Привет! Как дела? Привет! Как дела? Привет! Как дела?Привет! Как дела?v  v v Привет! Как дела? Привет! Как дела? Привет! Как дела?Привет! Как дела?!',
    timestamp: '10:15 AM'
  },
  {
    id: 5,
    isSender: true,
    message:
      'Привет! Как дела?Привет! Как дела? Привет! Как дела? Привет! Как дела?Привет! Как дела?Привет! Как дела?Привет! Как дела? Привет! Как дела? Привет! Как дела?Привет! Как дела? Привет! Как дела? Привет! Как дела?Привет! Как дела?v  v v Привет! Как дела? Привет! Как дела? Привет! Как дела?Привет! Как дела?',
    timestamp: '10:00 AM'
  },
  {
    id: 6,
    isSender: false,
    message: 'Привет! Все хорошо, как у тебя?',
    timestamp: '10:05 AM'
  },
  {
    id: 7,
    isSender: true,
    message: 'У меня тоже все хорошо.',
    timestamp: '10:10 AM'
  },
  {
    id: 8,
    isSender: false,
    message: 'Отлично!',
    timestamp: '10:15 AM'
  },
  {
    id: 9,
    isSender: true,
    message:
      'Привет! Как дела?Привет! Как дела? Привет! Как дела? Привет! Как дела?Привет! Как дела?Привет! Как дела?Привет! Как дела? Привет! Как дела? Привет! Как дела?Привет! Как дела? Привет! Как дела? Привет! Как дела?Привет! Как дела?v  v v Привет! Как дела? Привет! Как дела? Привет! Как дела?Привет! Как дела?',
    timestamp: '10:00 AM'
  },
  {
    id: 10,
    isSender: false,
    message: 'Привет! Все хорошо, как у тебя?',
    timestamp: '10:05 AM'
  },
  {
    id: 11,
    isSender: true,
    message: 'У меня тоже все хорошо.',
    timestamp: '10:10 AM'
  },
  {
    id: 12,
    isSender: false,
    message: 'Отлично!',
    timestamp: '10:15 AM'
  }
];
